{
  "DEITIES": {
    "PESEDJET": {
      "NAME": "PESEDJET",
      "DESCRIPTION": "The Pesedjet, originating from Egypt, is the oldest (though not necessarily the wisest) of the pantheons. This family of Gods claims their origins date back more than 7,000 years, on the banks of the Nile River in northeast Africa, and has endured through cultural, mythical, and physical changes in the very fabric of the World. As a pantheon, the Pesedjet is concerned with ma’at — justice expressed through social order. For the Pesedjet, everyone must know their place, and every position must be filled by the right person. In the times before time, the Titans destroyed the proper relationships between people, and the Pesedjet created a social order in which people could live knowing their place in an established hierarchy. Today, Scions of the Pesedjet tend to be concerned with disruptions in social stability caused by the Titans' actions. Refugee movements, discontent caused by spiritual poverty and unemployment, revolutionary movements — these draw the attention of the Pesedjet as disturbances in the mythical realms. <br />Other divine tribes view the Pesedjet as backward and conservative but admit that the Egyptian Gods truly know how to impose lasting order on a chaotic world.<br />The Pesedjet's greatest weakness is its commitment to stability at any cost. The Egyptian Gods and their Scions prefer minimally disruptive solutions to problems, relying on old patterns to maintain the status quo. <br />Other Gods find this attitude frustrating. Old patterns allowed the Titans to break free in the first place; why perpetuate easily disrupted systems? Still, the Egyptian deities promote tradition and conservative attitudes as bulwarks against chaos, leaving united but reactionary societies in their wake."
    },
    "DODEKATHEON": {
      "NAME": "DODEKATHEON",
      "DESCRIPTION": "Second oldest of the divine tribes,the Dodekatheon comprises theOlympian Gods of Greco-Romanlegend. Their origins are murky,since the ancient Greeks already knewtheir Gods when they migrated tothe Mediterranean Sea around 4,000 years ago, but theywere still changing andgrowing 2,500 years ago,and their forms only becameset around 1,500 years ago.<br />Where the Pesedjet emphasizessocial and cultural stability overand against individual rights,the Dodekatheon has sought toimpose patterns of individuality within thecommunity on humanity. Arete—personal excellence inservice to humanity—is the motivating urge of this tribeof Gods and its Scions. It is important for most people toknow their place, but it is equally important for some to riseabove their stations and create new patterns for human life. In modern times, the Dodekatheon’s Scions seek tomanifest and awaken great spirits in society—as artists,warriors, spiritual seekers, judges, leaders and poets.Extraordinary individuals can strengthen the fabric ofreality so that Titans can gain no purchase on it or ripthrough illusion’s curtains. <br />Sometimes, the Scions ofthe Olympians challenge mortals, and sometimes, theyare the mortals challenged by the Gods. Both routeslead to greatness—an exaltation of human endeavor thatblocks the Titans from destroying the World. The Greek pantheon’s greatest weakness is hubris—belief that the individual is capable of winning outagainst Fate. Every God in the Dodekatheon believes thathis most recent favored Scion is capable of surviving thetitanspawn onslaught and changing the World. Investingtime and training in Scion after Scion, the whole pantheonputs tremendous trust in its heroes, while acknowledgingthat all too many have only fallen into ruin and darkness.The next Scion, of course, will prove a worthy vessel forthe trust and favor of the Gods…"
    },
    "AESIR": {
      "NAME": "AESIR",
      "DESCRIPTION": "Born in the wastes andruin of Northern Europe,among Germanic warriorsand Nordic pirates, theAesir compose the fourtholdest of the divinefamilies. Their pantheonis the product of ashotgun wedding around1,000 years ago, whenthe Aesir and the Vanir(an earlier pantheon) wereboth devastated by theTitans during a war in theNorth. <br />Relying on the safetyof numbers, the Aesir absorbedtheir rivals into their ranks and thuspreserved themselves in difficult times. The Aesir represent a third option apart fromthose espoused by the Dodekatheon and thePesedjet. Aesir Scions promote community stabilityas a hedge against modern life’s harshness. Yet, theyalso emphasize personal rights and individual honor.Therefore, while family and nation are important,injustice against a single person is cause for actionand even vengeance.<br />Of all the divine tribes, the Aesir are the mostdirectly affected by Fate. Nearly every Norse Godand Goddess is fated to end badly at Ragnarök,the prophesied ending of the nine worlds. Bothindividually and as a group, the Aesir motivatetheir Scions to find ways around that ugly doom. They challenge both specific people and wholecommunities, striving for greater justice and firmercommitments to order. <br />On the other hand, theirentanglements with Fate cause many complicationsfor the Aesir and their Scions alike.The Aesir’s great weaknesses are a preponderanceof enemies, an obsession with Fate and a fondnessfor aggressive solutions (which is how they acquiredso many foes in the fi rst place). Titanspawn are tobe killed fi rst; questions can be asked later usingmagic, if necessary. At the same time, the bindingsof Fate urge these Gods to ask for propheciesfrom nearly everyone, as they seek to avoid theirdoom at Ragnarök. Invariably,their enemies grant themforeknowledge of their ruin,with oracles that furtherconstrain their possiblecourses of action."
    },
    "ATZLANTI": {
      "NAME": "ATZLÁNTI",
      "DESCRIPTION": "Coming into being sometimebetween 3,000 and 4,000 years ago, the Aztec Godshave no name for theirpantheon. Other divinetribes usually call them theAtzlánti. Capricious andcruel in a way that theother pantheons are not, theAztec Gods are bloodthirsty, aggressive and violent. Theymost often sire Scions withmortals descended fromthe tribes that spokeNáhuatl, wherever such nativepeoples exist.<br />For the Atzlánti, continuity is more important than communityor individuality. A specific human is unimportant .Likewise, a specific village, family, clan or nation isequally unimportant. The most important issue for thistribe is that the sun continues on its daily course, thatthe moon follows the sun in its appointed rounds andthat the stars continue to shine on their proper schedule.<br />Yet astronomical normality and regularity require bloodysacrifice, and even if the other Gods deplore the AztecGods’ methods, they cannot deny that at least the calendar proceeds in its usual and expected way.Of all the divine tribes, the Aztlánti are the least concerned with the dictates of Fate or the potential doomof the Gods. They are the most mutable of form, the mostmutable of apparent purpose and the least suspiciousof the ambitions of their Scions. <br />Of course, part of thereason for their carefree attitude toward their children istheir attitude toward pain and death. What better bloodto spill to ensure the continuation of the sun’s coursethan the blood of a glorious child of the Gods? The Atzlánti have weaknesses, naturally, and theirgreatest stumbling block is their desperate need forblood. <br />Blood fuels and expedites all Aztec magic anddivine powers, and while Quetzalcoátl might need onlya drop for most of his workings, Huitzilopochtli seemsto need bucketsful. The other Gods wonder how muchof this kind of sacrifice is personal preference, and howmuch is genuine necessity. Nonetheless, the Atzlántineed blood, recently spilled animal or human blood,to do their part in preserving reality. Their Scions aresimilarly affected."
    },
    "AMATSUKAMI": {
      "NAME": "AMATSUKAMI",
      "DESCRIPTION": "The Amatsukami arethe heavenly divinities ofancient Japan. When asked how long they have been around, they are certain toreply “forever.” Other tribes usually estimate their ageas falling between that ofthe Dodekatheon and the Aesir, though it is possiblethat the Amatsukami are not lying about their age.<br />Regardless, the Amatsukami certainly have a different way of working in the World. The Atzlánti work to ensure the continuity of the Overworld in synchronicity with the World. The Dodekatheon, the Aesir and the Pesedjet work to ensure the continuity of human communities. The Amatsukami, however,emphasize the continuity of Nature—the reality of the World and all of its natural wonders, the interactions between theliving and the non-living to create beauty and the mutable beauty formed by states of permanent change.For the Amatsukami,to light a candle is tocast a shadow, and to killa butterfl y is to cause adrought. No action is trulyseparate from any other; allchoices occur within a seamless framework of Now. <br />Therefore,this pantheon works for the right and proper balance of all being: human individuality incooperation with community in cooperation with nature in cooperation with divinity. Its Scions work to establish “ecological” solutions to complex problems, believing that only many-leveled, beautiful answers willkeep the Titans at bay.The downside of such elegant and serene natural resolutions is that they take time to implement, andthere’s a fair amount of dithering about what exactly todo. The Amatsukami tend not to take the most directroute to whatever their solution is, so as to gain moretime to perfect that effort. In situations where time isan issue, the Scions of the Japanese Gods all too oftenrun out of it."
    },
    "LOA": {
      "NAME": "LOA",
      "DESCRIPTION": "The Loa are divinities of ancient West Africa, transplanted through slavery to the Caribbeanand North and South America. They make up the most mixedof the pantheons in terms ofage. Gods only a few hundred years old dwell by Gods whowalked the earth millenniaago. <br />Other Gods might mockthe Loa as mere spirits elevated above their rank and station,but their actual power andauthority certainly matchesthat of their detractors. Muchof the mockery against them,therefore, is social rather thanmetaphysical. Of all the pantheons, the Loa remember their origins as Scions. They tend to treat their progeny withrespect and honor. <br />Indeed, the divinities of Voodoo seem to believe that their pantheon has not yet finished growing, and each God has an array of spirits, minor divinities and borrowed Catholic saints to call uponas messengers, allies and companions for their Scions.<br />The Loa form aninteresting complement to the Amatsukami. Where the Japanese pantheon works for the benefit of the totality of nature in all of its diversity, the Loa concentrate their energyon retaining the energy and holiness of local places. <br />The whole of nature is not nearly so important as the wholeness ofthe here-and-now to the Loa. The Voodoo divinities are ardent believersin the idea that small is beautiful. A house where the inhabitants live in peace, prosperity and happiness is agood and beautiful goal for the Loa. One prosperous village or town ranks as a greater achievement than saving an island or even the World. In this attention todetail, the Loa mock the greater pantheons. Why bother saving the World if the people die and their towns are inruins? What’s the point if your temples are aesthetically pleasing but spiritually dead?Because the pantheon is still growing, the Gods relyon an active community for worshippers who fill themspiritual energy. As a result, the Voodoo deities suffer from a degree of myopia. In the pursuit of unity, prosperityand peace at the local level, they sometimes lose sight ofbigger issues, such as vanquishing the Titans."
    }
  }
}
