{
  "DEITIES": {
    "PESEDJET": {
      "NAME": "PESEDJET",
      "DESCRIPTION": "O Pesedjet, originário do Egito, é o mais antigo (embora não necessariamente o mais sábio) dos panteões. Esta família de Deuses afirma que suas origens remontam a mais de 7.000 anos, nas margens do Rio Nilo, no nordeste da África, e perduraram através de mudanças culturais, míticas e físicas na própria estrutura do Mundo. Como panteão, o Pesedjet preocupa-se com ma’at — justiça expressa através da ordem social. Para o Pesedjet, todos devem conhecer o seu lugar, e cada posição deve ser preenchida pela pessoa certa. Nos tempos anteriores ao tempo, os Titãs destruíram as relações adequadas entre as pessoas, e o Pesedjet criou uma ordem social na qual as pessoas poderiam viver conhecendo o seu lugar numa hierarquia estabelecida. Hoje, os Scions do Pesedjet tendem a preocupar-se com perturbações na estabilidade social causadas pelas ações dos Titãs. Movimentos de refugiados, descontentamento causado pela pobreza espiritual e desemprego, movimentos revolucionários — estes atraem a atenção do Pesedjet como perturbações nos reinos míticos. <br />Outras tribos divinas veem o Pesedjet como retrógrado e conservador, mas admitem que os Deuses Egípcios sabem verdadeiramente como impor uma ordem duradoura a um mundo caótico.<br />A maior fraqueza do Pesedjet é o seu compromisso com a estabilidade a qualquer custo. Os Deuses Egípcios e seus Scions preferem soluções minimamente disruptivas para problemas, confiando em velhos padrões para manter o status quo. <br />Outros Deuses acham essa atitude frustrante. Velhos padrões permitiram que os Titãs se libertassem em primeiro lugar; por que perpetuar sistemas facilmente perturbados? Ainda assim, as divindades egípcias promovem a tradição e atitudes conservadoras como baluartes contra o caos, deixando sociedades unidas, mas reacionárias, em seu rastro."
    },
    "DODEKATHEON": {
      "NAME": "DODEKATHEON",
      "DESCRIPTION": "A segunda mais antiga das tribos divinas, o Dodekatheon compreende os Deuses Olímpicos da lenda Greco-Romana. Suas origens são obscuras, já que os antigos gregos já conheciam seus Deuses quando migraram para o Mar Mediterrâneo há cerca de 4.000 anos, mas eles ainda estavam mudando e crescendo há 2.500 anos, e suas formas só se tornaram fixas há cerca de 1.500 anos.<br />Onde o Pesedjet enfatiza a estabilidade social e cultural acima dos direitos individuais, o Dodekatheon tem buscado impor padrões de individualidade dentro da comunidade na humanidade. Arete — excelência pessoal a serviço da humanidade — é o impulso motivador desta tribo de Deuses e seus Scions. É importante para a maioria das pessoas conhecer o seu lugar, mas é igualmente importante para alguns elevar-se acima de suas posições e criar novos padrões para a vida humana. Nos tempos modernos, os Scions do Dodekatheon procuram manifestar e despertar grandes espíritos na sociedade — como artistas, guerreiros, buscadores espirituais, juízes, líderes e poetas. Indivíduos extraordinários podem fortalecer a estrutura da realidade para que os Titãs não ganhem vantagem sobre ela ou rasguem as cortinas da ilusão. <br />Às vezes, os Scions dos Olimpianos desafiam os mortais e, às vezes, eles são os mortais desafiados pelos Deuses. Ambos os caminhos levam à grandeza — uma exaltação do esforço humano que impede os Titãs de destruir o Mundo. A maior fraqueza do panteão grego é a hubris — a crença de que o indivíduo é capaz de vencer o Destino. Cada Deus no Dodekatheon acredita que seu Scion favorito mais recente é capaz de sobreviver ao ataque das crias dos titãs e mudar o Mundo. Investindo tempo e treinamento em Scion após Scion, todo o panteão coloca uma confiança tremenda em seus heróis, embora reconhecendo que muitos caíram em ruína e escuridão. O próximo Scion, é claro, provará ser um vaso digno para a confiança e favor dos Deuses…"
    },
    "AESIR": {
      "NAME": "AESIR",
      "DESCRIPTION": "Nascidos nos ermos e ruínas do Norte da Europa, entre guerreiros germânicos e piratas nórdicos, os Aesir compõem a quarta mais antiga das famílias divinas. Seu panteão é o produto de um casamento forçado há cerca de 1.000 anos, quando os Aesir e os Vanir (um panteão anterior) foram ambos devastados pelos Titãs durante uma guerra no Norte. <br />Confiando na segurança dos números, os Aesir absorveram seus rivais em suas fileiras e assim se preservaram em tempos difíceis. Os Aesir representam uma terceira opção à parte daquelas defendidas pelo Dodekatheon e pelo Pesedjet. Os Scions Aesir promovem a estabilidade da comunidade como uma proteção contra a dureza da vida moderna. No entanto, eles também enfatizam os direitos pessoais e a honra individual. Portanto, embora a família e a nação sejam importantes, a injustiça contra uma única pessoa é causa para ação e até vingança.<br />De todas as tribos divinas, os Aesir são os mais diretamente afetados pelo Destino. Quase todo Deus e Deusa nórdico está fadado a terminar mal no Ragnarök, o fim profetizado dos nove mundos. Tanto individualmente quanto como grupo, os Aesir motivam seus Scions a encontrar maneiras de contornar essa terrível perdição. Eles desafiam tanto pessoas específicas quanto comunidades inteiras, lutando por maior justiça e compromissos mais firmes com a ordem. <br />Por outro lado, seus emaranhados com o Destino causam muitas complicações tanto para os Aesir quanto para seus Scions. As grandes fraquezas dos Aesir são uma preponderância de inimigos, uma obsessão com o Destino e uma predileção por soluções agressivas (que é como eles adquiriram tantos inimigos em primeiro lugar). Crias dos titãs devem ser mortas primeiro; perguntas podem ser feitas depois usando magia, se necessário. Ao mesmo tempo, as amarras do Destino instigam esses Deuses a pedir profecias de quase todos, enquanto buscam evitar sua perdição no Ragnarök. Invariavelmente, seus inimigos concedem-lhes o conhecimento prévio de sua ruína, com oráculos que restringem ainda mais seus possíveis cursos de ação."
    },
    "ATZLANTI": {
      "NAME": "ATZLÁNTI",
      "DESCRIPTION": "Surgindo em algum momento entre 3.000 e 4.000 anos atrás, os Deuses Astecas não têm nome para o seu panteão. Outras tribos divinas geralmente os chamam de Atzlánti. Caprichosos e cruéis de uma maneira que os outros panteões não são, os Deuses Astecas são sanguinários, agressivos e violentos. Eles geram Scions com mais frequência com mortais descendentes das tribos que falavam Náhuatl, onde quer que tais povos nativos existam.<br />Para os Atzlánti, a continuidade é mais importante do que a comunidade ou a individualidade. Um humano específico não é importante. Da mesma forma, uma vila, família, clã ou nação específica é igualmente desimportante. A questão mais importante para esta tribo é que o sol continue em seu curso diário, que a lua siga o sol em suas rondas designadas e que as estrelas continuem a brilhar em seu cronograma adequado.<br />No entanto, a normalidade e regularidade astronômica exigem sacrifício sangrento, e mesmo se os outros Deuses deploram os métodos dos Deuses Astecas, eles não podem negar que pelo menos o calendário prossegue de sua maneira usual e esperada. De todas as tribos divinas, os Aztlánti são os menos preocupados com os ditames do Destino ou a potencial perdição dos Deuses. Eles são os mais mutáveis de forma, os mais mutáveis de propósito aparente e os menos suspeitos das ambições de seus Scions. <br />Claro, parte da razão para sua atitude despreocupada em relação aos seus filhos é a sua atitude em relação à dor e à morte. Que sangue melhor para derramar para garantir a continuação do curso do sol do que o sangue de um glorioso filho dos Deuses? Os Atzlánti têm fraquezas, naturalmente, e seu maior obstáculo é sua necessidade desesperada de sangue. <br />O sangue alimenta e agiliza toda a magia e poderes divinos astecas, e embora Quetzalcoátl possa precisar apenas de uma gota para a maioria de seus trabalhos, Huitzilopochtli parece precisar de baldes cheios. Os outros Deuses se perguntam quanto desse tipo de sacrifício é preferência pessoal, e quanto é necessidade genuína. No entanto, os Atzlánti precisam de sangue, sangue animal ou humano recentemente derramado, para fazer a sua parte na preservação da realidade. Seus Scions são afetados de forma semelhante."
    },
    "AMATSUKAMI": {
      "NAME": "AMATSUKAMI",
      "DESCRIPTION": "Os Amatsukami são as divindades celestiais do antigo Japão. Quando perguntados há quanto tempo eles existem, eles certamente responderão “para sempre”. Outras tribos geralmente estimam sua idade como caindo entre a do Dodekatheon e a dos Aesir, embora seja possível que os Amatsukami não estejam mentindo sobre sua idade.<br />Independentemente disso, os Amatsukami certamente têm uma maneira diferente de trabalhar no Mundo. Os Atzlánti trabalham para garantir a continuidade do Supramundo em sincronicidade com o Mundo. O Dodekatheon, os Aesir e o Pesedjet trabalham para garantir a continuidade das comunidades humanas. Os Amatsukami, no entanto, enfatizam a continuidade da Natureza — a realidade do Mundo e todas as suas maravilhas naturais, as interações entre o vivo e o não-vivo para criar beleza e a beleza mutável formada por estados de mudança permanente. Para os Amatsukami, acender uma vela é lançar uma sombra, e matar uma borboleta é causar uma seca. Nenhuma ação é verdadeiramente separada de qualquer outra; todas as escolhas ocorrem dentro de uma estrutura contínua do Agora. <br />Portanto, este panteão trabalha pelo equilíbrio correto e adequado de todo o ser: individualidade humana em cooperação com a comunidade, em cooperação com a natureza, em cooperação com a divindade. Seus Scions trabalham para estabelecer soluções “ecológicas” para problemas complexos, acreditando que apenas respostas de muitos níveis e belas manterão os Titãs afastados. O lado negativo de tais resoluções naturais elegantes e serenas é que elas levam tempo para serem implementadas, e há uma certa quantidade de hesitação sobre o que exatamente fazer. Os Amatsukami tendem a não tomar a rota mais direta para qualquer que seja sua solução, a fim de ganhar mais tempo para aperfeiçoar esse esforço. Em situações onde o tempo é uma questão, os Scions dos Deuses Japoneses muitas vezes ficam sem ele."
    },
    "LOA": {
      "NAME": "LOA",
      "DESCRIPTION": "Os Loa são divindades da antiga África Ocidental, transplantadas através da escravidão para o Caribe e para a América do Norte e do Sul. Eles constituem o mais misto dos panteões em termos de idade. Deuses com apenas algumas centenas de anos habitam ao lado de Deuses que caminharam na terra há milênios.<br />Outros Deuses podem zombar dos Loa como meros espíritos elevados acima de sua posição e status, mas seu poder e autoridade reais certamente correspondem aos de seus detratores. Muito da zombaria contra eles, portanto, é social e não metafísica. De todos os panteões, os Loa lembram de suas origens como Scions. Eles tendem a tratar sua progênie com respeito e honra. <br />De fato, as divindades do Vodu parecem acreditar que seu panteão ainda não terminou de crescer, e cada Deus tem uma variedade de espíritos, divindades menores e santos católicos emprestados para invocar como mensageiros, aliados e companheiros para seus Scions.<br />Os Loa formam um complemento interessante aos Amatsukami. Onde o panteão japonês trabalha em benefício da totalidade da natureza em toda a sua diversidade, os Loa concentram sua energia em reter a energia e a santidade dos lugares locais. <br />O todo da natureza não é nem de longe tão importante quanto a integridade do aqui e agora para os Loa. As divindades do Vodu são crentes ardentes na ideia de que o pequeno é belo. Uma casa onde os habitantes vivem em paz, prosperidade e felicidade é um objetivo bom e belo para os Loa. Uma vila ou cidade próspera classifica-se como uma conquista maior do que salvar uma ilha ou até mesmo o Mundo. Nesta atenção aos detalhes, os Loa zombam dos panteões maiores. Por que se preocupar em salvar o Mundo se as pessoas morrem e suas cidades estão em ruínas? Qual é o sentido se seus templos são esteticamente agradáveis, mas espiritualmente mortos? Porque o panteão ainda está crescendo, os Deuses dependem de uma comunidade ativa para adoradores que os preencham com energia espiritual. Como resultado, as divindades do Vodu sofrem de um grau de miopia. Na busca pela unidade, prosperidade e paz no nível local, eles às vezes perdem de vista questões maiores, como vencer os Titãs."
    }
  }
}
